{
  "EN":{
    "0": "Do you have questions?",
    "1": "send to",
    "2": "info@he-me.com",
    "3": "follow us",
    "4": "Why would I use this service?",
    "5": "When you send passwords or private links via email or chat, copies of that information are stored in various places, creating potential security risks. With a onetime link, the information is accessible for a single viewing, meaning it can’t be read by anyone else later. This ensures that sensitive information is safely shared, visible only to the intended recipient. Think of it as a self-destructing message.",
    "6": "learn more",
    "7": "You received this message:",
    "8": "Secret text not found on this link!",
    "9": "Please enter your secret message, password, or other data in the text field below.",
    "10": "Secret message or password",
    "11": "GENERATE SECRET LINK",
    "12": "CONTINUE TO REVEAL TEXT",
    "13": "Note: The secret text will only be revealed once and after that you will not be able to look at it again.",
    "14": "<< HOME",
    "15": "An error occurred while opening the page. ",
    "16": "Home",
    "17": "About",
    "18": "Privacy",
    "19": "Expires in 1 day",
    "20": "Expires in 3 days",
    "21": "Expires in 5 days",
    "22": "Expires in 7 days",
    "23": "Expires in 14 days",
    "24": "Expires in 30 days",
    "25": "Copy text to clipboard",
    "26": "You have received a message. By clicking on the button, you will get the content.",
    "27": "Why to choose us?",
    "28": "Why should I trust this service?",
    "29": "We prioritize privacy and security. Here’s why you can trust us:<BR><BR>We have no access to your shared information. For example, if you send a password, we don’t know the username or the application it's for.<BR>If you use a passphrase, it becomes part of the encryption key for the secret. We only store a bcrypt hash of the passphrase, making it impossible for us to decrypt the secret.<BR>We follow industry-standard security practices, including HTTPS for all connections and encryption at rest for stored data.",
    "30": "Can I retrieve a secret after it has been viewed?",
    "31": "No you can not. Once the secret is displayed, it is permanently deleted. After that, it’s gone for good.",
    "32": "What if someone copies the text? How is this different?",
    "33": "While it’s true that text can be copied, it doesn’t carry the risks of images or other files, which may contain hidden metadata and other sensitive information. By sticking to text, we minimize the risk of accidentally sharing private details.",
    "34": "We offer opportunities",
    "35": "We empower clients to grow their business. We serve as a vision and a tools for every day use.",
    "36": "",
    "37": "Join us today",
    "38": "Reasons why the link was not found:",
    "39": "- The code you sent does not exist",
    "40": "- The link you opened has already been opened once",
    "41": "Once accessed, the content is permanently deleted from our servers, guaranteeing full confidentiality. This process protects your sensitive data by reducing its exposure and blocking any unauthorized access. Sensitive information shared through our service is available for a single viewing.",
    "42": "FAQ",
    "43": "Your assistant for creating secret messages & passwords",
    "44": "",
    "45": ""
  },

  "DE": {
    "0": "Haben Sie Fragen?",
    "1": "senden an",
    "2": "info@he-me.com",
    "3": "folgen Sie uns",
    "4": "Warum sollte ich diesen Service nutzen?",
    "5": "Wenn Sie Passwörter oder private Links per E-Mail oder Chat versenden, werden Kopien dieser Informationen an verschiedenen Orten gespeichert, was potenzielle Sicherheitsrisiken schafft. Mit einem Einmal-Link ist die Information nur für eine einmalige Ansicht zugänglich, was bedeutet, dass sie später von niemandem mehr gelesen werden kann. Dies stellt sicher, dass sensible Informationen sicher geteilt werden und nur für den beabsichtigten Empfänger sichtbar sind. Denken Sie daran wie an eine selbstzerstörende Nachricht.",
    "6": "erfahren Sie mehr",
    "7": "Sie haben diese Nachricht erhalten:",
    "8": "Geheimer Text auf diesem Link nicht gefunden!",
    "9": "Bitte geben Sie Ihre geheime Nachricht, Ihr Passwort oder andere Daten in das unten stehende Textfeld ein.",
    "10": "Geheime Nachricht oder Passwort",
    "11": "GEHEIMEN LINK ERSTELLEN",
    "12": "WEITER ZUM OFFENLEGUNGSTEXT",
    "13": "Hinweis: Der geheime Text wird nur einmal enthüllt und danach können Sie ihn nicht mehr ansehen.",
    "14": "<< ZUR STARTSEITE",
    "15": "Beim Öffnen der Seite ist ein Fehler aufgetreten.",
    "16": "Startseite",
    "17": "Über uns",
    "18": "Datenschutz",
    "19": "Läuft in 1 Tag ab",
    "20": "Läuft in 3 Tagen ab",
    "21": "Läuft in 5 Tagen ab",
    "22": "Läuft in 7 Tagen ab",
    "23": "Läuft in 14 Tagen ab",
    "24": "Läuft in 30 Tagen ab",
    "25": "Text in die Zwischenablage kopieren",
    "26": "Sie haben eine Nachricht erhalten. Durch Klicken auf den Button erhalten Sie den Inhalt.",
    "27": "Warum uns wählen?",
    "28": "Warum sollte ich diesem Service vertrauen?",
    "29": "Wir legen großen Wert auf Datenschutz und Sicherheit. Hier ist, warum Sie uns vertrauen können:<BR><BR>Wir haben keinen Zugang zu Ihren geteilten Informationen. Zum Beispiel, wenn Sie ein Passwort senden, kennen wir weder den Benutzernamen noch die Anwendung, für die es bestimmt ist.<BR>Wenn Sie eine Passphrase verwenden, wird diese Teil des Verschlüsselungsschlüssels für das Geheimnis. Wir speichern nur einen bcrypt-Hash der Passphrase, was es uns unmöglich macht, das Geheimnis zu entschlüsseln.<BR>Wir folgen branchenüblichen Sicherheitspraktiken, einschließlich HTTPS für alle Verbindungen und Verschlüsselung von gespeicherten Daten.",
    "30": "Kann ich ein Geheimnis abrufen, nachdem es angezeigt wurde?",
    "31": "Nein, das können Sie nicht. Sobald das Geheimnis angezeigt wurde, wird es dauerhaft gelöscht. Danach ist es für immer weg.",
    "32": "Was passiert, wenn jemand den Text kopiert?",
    "33": "Es stimmt zwar, dass Text kopiert werden kann, aber er birgt nicht die Risiken von Bildern oder anderen Dateien, die versteckte Metadaten und andere sensible Informationen enthalten können. Durch die Verwendung von Text minimieren wir das Risiko, versehentlich private Details zu teilen.",
    "34": "Wir bieten Möglichkeiten",
    "35": "Wir befähigen unsere Kunden, ihr Geschäft auszubauen. Wir dienen als Vision und als Werkzeuge für den täglichen Gebrauch.",
    "36": "",
    "37": "Treten Sie uns noch heute bei",
    "38": "Gründe, warum der Link nicht gefunden wurde:",
    "39": "- Der gesendete Code existiert nicht",
    "40": "- Der Link, den Sie geöffnet haben, wurde bereits einmal geöffnet",
    "41": "Nach dem Zugriff wird der Inhalt dauerhaft von unseren Servern gelöscht, was vollständige Vertraulichkeit garantiert. Dieser Prozess schützt Ihre sensiblen Daten, indem er deren Exposition verringert und unbefugten Zugriff blockiert. Sensible Informationen, die über unseren Service geteilt werden, sind nur für eine einmalige Ansicht verfügbar.",
    "42": "FAQ",
    "43": "Ihr Assistent zum Erstellen von geheimen Nachrichten und Passwörtern",
    "44": "",
    "45": ""
  },

  "IT": {
    "0": "Hai domande?",
    "1": "invia a",
    "2": "info@he-me.com",
    "3": "seguici",
    "4": "Perché dovrei usare questo servizio?",
    "5": "Quando invii password o link privati via email o chat, copie di queste informazioni vengono salvate in vari posti, creando potenziali rischi per la sicurezza. Con un link monouso, l'informazione è accessibile solo per una visualizzazione, il che significa che nessun altro potrà leggerla successivamente. Questo garantisce che le informazioni sensibili siano condivise in modo sicuro, visibili solo al destinatario previsto. Pensalo come un messaggio autodistruttivo.",
    "6": "scopri di più",
    "7": "Hai ricevuto questo messaggio:",
    "8": "Testo segreto non trovato in questo link!",
    "9": "Inserisci il tuo messaggio segreto, password o altri dati nel campo di testo qui sotto.",
    "10": "Messaggio segreto o password",
    "11": "GENERA LINK SEGRETO",
    "12": "CONTINUA PER RIVELARE IL TESTO",
    "13": "Nota: Il testo segreto sarà rivelato solo una volta e dopo non potrai più visualizzarlo.",
    "14": "<< HOME",
    "15": "Si è verificato un errore durante l'apertura della pagina.",
    "16": "Home",
    "17": "Chi siamo",
    "18": "Privacy",
    "19": "Scade in 1 giorno",
    "20": "Scade in 3 giorni",
    "21": "Scade in 5 giorni",
    "22": "Scade in 7 giorni",
    "23": "Scade in 14 giorni",
    "24": "Scade in 30 giorni",
    "25": "Copia testo negli appunti",
    "26": "Hai ricevuto un messaggio. Cliccando sul pulsante otterrai il contenuto.",
    "27": "Perché sceglierci?",
    "28": "Perché dovrei fidarmi di questo servizio?",
    "29": "Diamo priorità alla privacy e alla sicurezza. Ecco perché puoi fidarti di noi:<BR><BR>Non abbiamo accesso alle tue informazioni condivise. Ad esempio, se invii una password, non conosciamo il nome utente o l'applicazione a cui è destinata.<BR>Se usi una passphrase, diventa parte della chiave di crittografia per il segreto. Conserviamo solo un hash bcrypt della passphrase, rendendo impossibile per noi decifrare il segreto.<BR>Seguiamo pratiche di sicurezza standard del settore, inclusa la connessione HTTPS per tutte le comunicazioni e la crittografia a riposo per i dati memorizzati.",
    "30": "Posso recuperare un segreto dopo che è stato visualizzato?",
    "31": "No, non puoi. Una volta visualizzato il segreto, viene eliminato definitivamente. Dopo di ciò, è perso per sempre.",
    "32": "Cosa succede se qualcuno copia il testo? Qual è la differenza?",
    "33": "Anche se è vero che il testo può essere copiato, non comporta i rischi di immagini o altri file, che possono contenere metadati nascosti e altre informazioni sensibili. Utilizzando solo testo, riduciamo al minimo il rischio di condividere accidentalmente dettagli privati.",
    "34": "Offriamo opportunità",
    "35": "Diamo ai clienti gli strumenti per far crescere il loro business. Forniamo una visione e strumenti per l'uso quotidiano.",
    "36": "",
    "37": "Unisciti a noi oggi",
    "38": "Motivi per cui il link non è stato trovato:",
    "39": "- Il codice che hai inviato non esiste",
    "40": "- Il link che hai aperto è già stato aperto una volta",
    "41": "Una volta visualizzato, il contenuto viene eliminato definitivamente dai nostri server, garantendo la piena riservatezza. Questo processo protegge i tuoi dati sensibili riducendo la loro esposizione e bloccando qualsiasi accesso non autorizzato. Le informazioni sensibili condivise tramite il nostro servizio sono disponibili per una sola visualizzazione.",
    "42": "FAQ",
    "43": "Il tuo assistente per creare messaggi segreti e password",
    "44": "",
    "45": ""
  },

  "ES": {
    "0": "¿Tienes preguntas?",
    "1": "envía a",
    "2": "info@he-me.com",
    "3": "síguenos",
    "4": "¿Por qué usaría este servicio?",
    "5": "Cuando envías contraseñas o enlaces privados por correo electrónico o chat, se almacenan copias de esa información en varios lugares, lo que crea posibles riesgos de seguridad. Con un enlace de una sola vez, la información es accesible solo para una vista única, lo que significa que no puede ser leída por nadie más más tarde. Esto asegura que la información sensible se comparta de manera segura, visible solo para el destinatario previsto. Piénsalo como un mensaje autodestructivo.",
    "6": "aprender más",
    "7": "Has recibido este mensaje:",
    "8": "¡Texto secreto no encontrado en este enlace!",
    "9": "Por favor, ingresa tu mensaje secreto, contraseña u otros datos en el campo de texto a continuación.",
    "10": "Mensaje secreto o contraseña",
    "11": "GENERAR ENLACE SECRETO",
    "12": "CONTINUAR PARA REVELAR TEXTO",
    "13": "Nota: El texto secreto solo se revelará una vez y después de eso no podrás volver a verlo.",
    "14": "<< INICIO",
    "15": "Se produjo un error al abrir la página.",
    "16": "Inicio",
    "17": "Acerca de",
    "18": "Privacidad",
    "19": "Expira en 1 día",
    "20": "Expira en 3 días",
    "21": "Expira en 5 días",
    "22": "Expira en 7 días",
    "23": "Expira en 14 días",
    "24": "Expira en 30 días",
    "25": "Copiar texto al portapapeles",
    "26": "Has recibido un mensaje. Al hacer clic en el botón, obtendrás el contenido.",
    "27": "¿Por qué elegirnos?",
    "28": "¿Por qué debería confiar en este servicio?",
    "29": "Damos prioridad a la privacidad y la seguridad. Aquí está por qué puedes confiar en nosotros:<BR><BR>No tenemos acceso a tu información compartida. Por ejemplo, si envías una contraseña, no sabemos el nombre de usuario ni la aplicación para la que es.<BR>Si usas una frase de contraseña, se convierte en parte de la clave de cifrado para el secreto. Solo almacenamos un hash bcrypt de la frase de contraseña, lo que nos hace imposible descifrar el secreto.<BR>Seguimos prácticas de seguridad estándar de la industria, incluidas HTTPS para todas las conexiones y cifrado en reposo para los datos almacenados.",
    "30": "¿Puedo recuperar un secreto después de que se haya visto?",
    "31": "No, no puedes. Una vez que se muestra el secreto, se elimina permanentemente. Después de eso, se ha ido para siempre.",
    "32": "¿Qué pasa si alguien copia el texto? ¿En qué se diferencia esto?",
    "33": "Si bien es cierto que el texto se puede copiar, no conlleva los riesgos de las imágenes u otros archivos, que pueden contener metadatos ocultos y otra información sensible. Al usar solo texto, minimizamos el riesgo de compartir accidentalmente detalles privados.",
    "34": "Ofrecemos oportunidades",
    "35": "Empoderamos a nuestros clientes para hacer crecer sus negocios. Servimos como una visión y herramientas para el uso diario.",
    "36": "",
    "37": "Únete a nosotros hoy",
    "38": "Razones por las que no se encontró el enlace:",
    "39": "- El código que enviaste no existe",
    "40": "- El enlace que abriste ya se ha abierto una vez",
    "41": "Una vez accedido, el contenido se elimina permanentemente de nuestros servidores, garantizando plena confidencialidad. Este proceso protege tus datos sensibles al reducir su exposición y bloquear cualquier acceso no autorizado. La información sensible compartida a través de nuestro servicio está disponible para una única visualización.",
    "42": "FAQ",
    "43": "Tu asistente para crear mensajes secretos y contraseñas",
    "44": "",
    "45": ""
  },

  "BG": {
    "0": "Имате ли въпроси?",
    "1": "изпратете на",
    "2": "info@he-me.com",
    "3": "последвайте ни",
    "4": "Защо да използвам тази услуга?",
    "5": "Когато изпращате пароли или частни връзки по имейл или чат, копия от тази информация се съхраняват на различни места, създавайки потенциални рискове за сигурността. С еднократна връзка информацията е достъпна само за едно преглеждане, което означава, че никой друг не може да я прочете по-късно. Това гарантира, че чувствителната информация се споделя безопасно и е видима само за предназначения получател. Представете си го като самоунищожаващо се съобщение.",
    "6": "научете повече",
    "7": "Получихте това съобщение:",
    "8": "Тайният текст не е намерен на тази връзка!",
    "9": "Моля, въведете вашето тайно съобщение, парола или други данни в полето за текст по-долу.",
    "10": "Тайно съобщение или парола",
    "11": "ГЕНЕРИРАЙТЕ ТАЙНА ВРЪЗКА",
    "12": "ПРОДЪЛЖЕТЕ, ЗА ДА РАЗКРИЕТЕ ТЕКСТА",
    "13": "Забележка: Тайният текст ще бъде разкрит само веднъж и след това няма да можете да го видите отново.",
    "14": "<< НАЧАЛО",
    "15": "Възникна грешка при отваряне на страницата.",
    "16": "Начало",
    "17": "За нас",
    "18": "Поверителност",
    "19": "Изтича след 1 ден",
    "20": "Изтича след 3 дни",
    "21": "Изтича след 5 дни",
    "22": "Изтича след 7 дни",
    "23": "Изтича след 14 дни",
    "24": "Изтича след 30 дни",
    "25": "Копирайте текста в клипборда",
    "26": "Получихте съобщение. Чрез натискане на бутона ще получите съдържанието.",
    "27": "Защо да изберете нас?",
    "28": "Защо да се доверя на тази услуга?",
    "29": "Ние даваме приоритет на поверителността и сигурността. Ето защо можете да ни се доверите:<BR><BR>Нямаме достъп до споделената от вас информация. Например, ако изпратите парола, ние не знаем потребителското име или приложението, за което е.<BR>Ако използвате парола, тя става част от ключа за шифроване на тайната. Ние съхраняваме само bcrypt хеш на паролата, което ни прави невъзможно да дешифрираме тайната.<BR>Ние следваме индустриалните стандарти за сигурност, включително HTTPS за всички връзки и криптиране при съхранение на данни.",
    "30": "Мога ли да възстановя тайна след като е била прегледана?",
    "31": "Не, не можете. След като тайната бъде показана, тя се изтрива завинаги. След това тя изчезва завинаги.",
    "32": "Какво ще стане, ако някой копира текста? Каква е разликата?",
    "33": "Вярно е, че текстът може да бъде копиран, но не носи рисковете на изображенията или другите файлове, които могат да съдържат скрити метаданни и друга чувствителна информация. Чрез използване само на текст минимизираме риска от случайно споделяне на лични детайли.",
    "34": "Ние предлагаме възможности",
    "35": "Ние даваме на клиентите възможност да развиват своя бизнес. Ние сме визия и инструменти за ежедневна употреба.",
    "36": "",
    "37": "Присъединете се към нас днес",
    "38": "Причини, поради които връзката не е намерена:",
    "39": "- Кодът, който сте изпратили, не съществува",
    "40": "- Връзката, която сте отворили, вече е била отворена веднъж",
    "41": "След като бъде достъпен, съдържанието се изтрива завинаги от нашите сървъри, гарантирайки пълна поверителност. Този процес защитава вашите чувствителни данни чрез намаляване на тяхната експозиция и блокиране на неоторизиран достъп. Чувствителната информация, споделена чрез нашата услуга, е достъпна за еднократно преглеждане.",
    "42": "FAQ",
    "43": "Вашият асистент за създаване на тайни съобщения и пароли",
    "44": "",
    "45": ""
  },

  "RO": {
    "0": "Ai întrebări?",
    "1": "trimite la",
    "2": "info@he-me.com",
    "3": "urmărește-ne",
    "4": "De ce aș folosi acest serviciu?",
    "5": "Când trimiți parole sau linkuri private prin e-mail sau chat, copii ale acestor informații sunt stocate în diverse locuri, creând potențiale riscuri de securitate. Cu un link de o singură utilizare, informația este accesibilă doar pentru o vizualizare unică, ceea ce înseamnă că nimeni altcineva nu o poate citi mai târziu. Acest lucru asigură că informațiile sensibile sunt partajate în siguranță, vizibile doar pentru destinatarul intenționat. Gândește-te la el ca la un mesaj care se autodistruge.",
    "6": "află mai multe",
    "7": "Ai primit acest mesaj:",
    "8": "Text secret nu a fost găsit pe acest link!",
    "9": "Te rog introdu mesajul tău secret, parola sau alte date în câmpul de text de mai jos.",
    "10": "Mesaj secret sau parolă",
    "11": "GENEREAZĂ LINK SECRET",
    "12": "CONTINUĂ PENTRU A REVELA TEXTUL",
    "13": "Notă: Textul secret va fi dezvăluit o singură dată și după aceea nu vei mai putea să-l vezi din nou.",
    "14": "<< ACASĂ",
    "15": "A apărut o eroare la deschiderea paginii.",
    "16": "Acasă",
    "17": "Despre noi",
    "18": "Confidențialitate",
    "19": "Expiră în 1 zi",
    "20": "Expiră în 3 zile",
    "21": "Expiră în 5 zile",
    "22": "Expiră în 7 zile",
    "23": "Expiră în 14 zile",
    "24": "Expiră în 30 de zile",
    "25": "Copiază textul în clipboard",
    "26": "Ai primit un mesaj. Prin apăsarea butonului, vei primi conținutul.",
    "27": "De ce să ne alegi pe noi?",
    "28": "De ce ar trebui să am încredere în acest serviciu?",
    "29": "Prioritizăm confidențialitatea și securitatea. Iată de ce poți avea încredere în noi:<BR><BR>Nu avem acces la informațiile partajate de tine. De exemplu, dacă trimiți o parolă, nu știm numele de utilizator sau aplicația pentru care este.<BR>Dacă folosești o parolă secretă, aceasta devine parte din cheia de criptare pentru secret. Stocăm doar un hash bcrypt al parolei secrete, ceea ce face imposibil pentru noi să decriptăm secretul.<BR>Urmăm practici de securitate standard în industrie, inclusiv HTTPS pentru toate conexiunile și criptare la repaus pentru datele stocate.",
    "30": "Pot recupera un secret după ce a fost vizualizat?",
    "31": "Nu, nu poți. Odată ce secretul este afișat, este șters definitiv. După aceea, este pierdut pentru totdeauna.",
    "32": "Ce se întâmplă dacă cineva copiază textul? Care este diferența?",
    "33": "Deși este adevărat că textul poate fi copiat, nu implică riscurile asociate imaginilor sau altor fișiere, care pot conține metadate ascunse și alte informații sensibile. Prin utilizarea doar a textului, minimizăm riscul de a partaja accidental detalii private.",
    "34": "Oferim oportunități",
    "35": "Împuternicim clienții să-și dezvolte afacerile. Suntem o viziune și unelte pentru utilizarea de zi cu zi.",
    "36": "",
    "37": "Alătură-te nouă astăzi",
    "38": "Motive pentru care linkul nu a fost găsit:",
    "39": "- Codul pe care l-ai trimis nu există",
    "40": "- Linkul pe care l-ai deschis a fost deja deschis o dată",
    "41": "Odată accesat, conținutul este șters definitiv de pe serverele noastre, garantând confidențialitate totală. Acest proces protejează datele tale sensibile prin reducerea expunerii acestora și blocarea accesului neautorizat. Informațiile sensibile partajate prin intermediul serviciului nostru sunt disponibile pentru o singură vizualizare.",
    "42": "FAQ",
    "43": "Asistentul tău pentru crearea de mesaje secrete și parole",
    "44": "",
    "45": ""
  },

  "HR": {
    "0": "Imate li pitanja?",
    "1": "pošaljite na",
    "2": "info@he-me.com",
    "3": "pratite nas",
    "4": "Zašto bih koristio ovu uslugu?",
    "5": "Kada šaljete lozinke ili privatne veze putem e-pošte ili chata, kopije tih informacija spremaju se na različitim mjestima, stvarajući potencijalne rizike za sigurnost. S jednokratnom vezom, informacija je dostupna samo za jedno gledanje, što znači da je nitko drugi ne može pročitati kasnije. To osigurava da osjetljive informacije budu sigurno dijeljene, vidljive samo namijenjenom primatelju. Smatrajte to kao samouništavajuću poruku.",
    "6": "saznajte više",
    "7": "Primili ste ovu poruku:",
    "8": "Tajni tekst nije pronađen na ovoj vezi!",
    "9": "Molimo unesite svoju tajnu poruku, lozinku ili druge podatke u polje za tekst u nastavku.",
    "10": "Tajna poruka ili lozinka",
    "11": "GENERIRAJTE TAJNI LINK",
    "12": "Nastavite da otkrijete tekst",
    "13": "Napomena: Tajni tekst će biti otkriven samo jednom i nakon toga ga nećete moći ponovno vidjeti.",
    "14": "<< POČETNA STRANA",
    "15": "Došlo je do greške pri otvaranju stranice.",
    "16": "Početna",
    "17": "O nama",
    "18": "Privatnost",
    "19": "Ima rok isteka za 1 dan",
    "20": "Ima rok isteka za 3 dana",
    "21": "Ima rok isteka za 5 dana",
    "22": "Ima rok isteka za 7 dana",
    "23": "Ima rok isteka za 14 dana",
    "24": "Ima rok isteka za 30 dana",
    "25": "Kopiraj tekst u međuspremnik",
    "26": "Primili ste poruku. Klikom na gumb dobit ćete sadržaj.",
    "27": "Zašto nas odabrati?",
    "28": "Zašto bih trebao vjerovati ovoj usluzi?",
    "29": "Dajemo prioritet privatnosti i sigurnosti. Evo zašto nam možete vjerovati:<BR><BR>Nemamo pristup vašim dijeljenim informacijama. Na primjer, ako pošaljete lozinku, ne znamo korisničko ime ili aplikaciju za koju je.<BR>Ako koristite lozinku, ona postaje dio ključa za šifriranje tajne. Pohranjujemo samo bcrypt hash lozinke, što nam onemogućuje dešifriranje tajne.<BR>Pridržavamo se industrijskih standarda sigurnosti, uključujući HTTPS za sve veze i šifriranje u mirovanju za pohranjene podatke.",
    "30": "Mogu li povratiti tajnu nakon što je pregledana?",
    "31": "Ne, ne možete. Nakon što se tajna prikaže, trajno se briše. Nakon toga, nestaje zauvijek.",
    "32": "Što ako netko kopira tekst? Koja je razlika?",
    "33": "Iako je istina da se tekst može kopirati, on ne nosi rizike kao slike ili drugi datoteke koje mogu sadržavati skrivene metapodatke i druge osjetljive informacije. Korištenjem samo teksta minimiziramo rizik od slučajnog dijeljenja privatnih detalja.",
    "34": "Nudimo prilike",
    "35": "Osnažujemo klijente da razvijaju svoje poslovanje. Pružamo viziju i alate za svakodnevnu upotrebu.",
    "36": "",
    "37": "Pridružite nam se danas",
    "38": "Razlozi zbog kojih veza nije pronađena:",
    "39": "- Kod koji ste poslali ne postoji",
    "40": "- Veza koju ste otvorili već je otvorena jednom",
    "41": "Nakon što je sadržaj pristupljen, trajno se briše s naših poslužitelja, jamčeći potpunu povjerljivost. Ovaj proces štiti vaše osjetljive podatke smanjujući njihovu izloženost i blokirajući neovlašteni pristup. Osjetljive informacije dijeljene putem naše usluge dostupne su za jedno gledanje.",
    "42": "FAQ",
    "43": "Vaš asistent za kreiranje tajnih poruka i lozinki",
    "44": "",
    "45": ""
  },

  "FR": {
    "0": "Avez-vous des questions ?",
    "1": "envoyer à",
    "2": "info@he-me.com",
    "3": "suivez-nous",
    "4": "Pourquoi utiliser ce service ?",
    "5": "Lorsque vous envoyez des mots de passe ou des liens privés par e-mail ou par chat, des copies de ces informations sont stockées à divers endroits, créant des risques potentiels pour la sécurité. Avec un lien à usage unique, l'information est accessible pour une seule visualisation, ce qui signifie que personne d'autre ne peut la lire plus tard. Cela garantit que les informations sensibles sont partagées en toute sécurité, visibles uniquement par le destinataire prévu. Considérez-le comme un message autodestructeur.",
    "6": "en savoir plus",
    "7": "Vous avez reçu ce message :",
    "8": "Texte secret non trouvé sur ce lien !",
    "9": "Veuillez entrer votre message secret, mot de passe ou autres données dans le champ de texte ci-dessous.",
    "10": "Message secret ou mot de passe",
    "11": "GÉNÉRER UN LIEN SECRET",
    "12": "CONTINUER POUR RÉVÉLER LE TEXTE",
    "13": "Remarque : Le texte secret sera révélé une seule fois et après cela, vous ne pourrez plus le voir.",
    "14": "<< ACCUEIL",
    "15": "Une erreur est survenue lors de l'ouverture de la page.",
    "16": "Accueil",
    "17": "À propos",
    "18": "Confidentialité",
    "19": "Expire dans 1 jour",
    "20": "Expire dans 3 jours",
    "21": "Expire dans 5 jours",
    "22": "Expire dans 7 jours",
    "23": "Expire dans 14 jours",
    "24": "Expire dans 30 jours",
    "25": "Copier le texte dans le presse-papiers",
    "26": "Vous avez reçu un message. En cliquant sur le bouton, vous obtiendrez le contenu.",
    "27": "Pourquoi nous choisir ?",
    "28": "Pourquoi devrais-je faire confiance à ce service ?",
    "29": "Nous privilégions la confidentialité et la sécurité. Voici pourquoi vous pouvez nous faire confiance :<BR><BR>Nous n'avons pas accès aux informations que vous partagez. Par exemple, si vous envoyez un mot de passe, nous ne connaissons pas le nom d'utilisateur ou l'application pour laquelle il est destiné.<BR>Si vous utilisez une phrase secrète, elle devient une partie de la clé de chiffrement pour le secret. Nous stockons uniquement un hash bcrypt de la phrase secrète, ce qui rend impossible pour nous de déchiffrer le secret.<BR>Nous suivons les pratiques de sécurité standard de l'industrie, y compris HTTPS pour toutes les connexions et le chiffrement des données au repos.",
    "30": "Puis-je récupérer un secret après l'avoir consulté ?",
    "31": "Non, vous ne pouvez pas. Une fois que le secret est affiché, il est définitivement supprimé. Après cela, il est perdu pour toujours.",
    "32": "Que se passe-t-il si quelqu'un copie le texte ?",
    "33": "Bien qu'il soit vrai que le texte puisse être copié, il ne comporte pas les risques associés aux images ou autres fichiers, qui peuvent contenir des métadonnées cachées et d'autres informations sensibles. En utilisant uniquement du texte, nous minimisons le risque de partager accidentellement des détails privés.",
    "34": "Nous offrons des opportunités",
    "35": "Nous permettons aux clients de développer leur entreprise. Nous servons de vision et d'outils pour une utilisation quotidienne.",
    "36": "",
    "37": "Rejoignez-nous aujourd'hui",
    "38": "Raisons pour lesquelles le lien n'a pas été trouvé :",
    "39": "- Le code que vous avez envoyé n'existe pas",
    "40": "- Le lien que vous avez ouvert a déjà été ouvert une fois",
    "41": "Une fois consulté, le contenu est définitivement supprimé de nos serveurs, garantissant une confidentialité totale. Ce processus protège vos données sensibles en réduisant leur exposition et en bloquant tout accès non autorisé. Les informations sensibles partagées via notre service sont disponibles pour une seule consultation.",
    "42": "FAQ",
    "43": "Votre assistant pour créer des messages secrets et des mots de passe",
    "44": "",
    "45": ""
  }

}
